Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Insert link (CTRL+K)
it_it: Inserisci link (Ctrl+K)

source: Numbered list (CTRL+SHIFT+O)
it_it: Elenco numerato (Ctrl+Shift+O)

source: Strikethrough (CTRL+SHIFT+S)
it_it: Barrato (Ctrl+Shift+S)

source: Styles
it_it: Stili

source: Underline (CTRL+U)
it_it: Sottolineato (Ctrl+U)

source: Median
it_it: Mediano

source: Salary benchmarking
it_it: Benchmarking stipendi

source: Saving...
it_it: Salvataggio...

source: Type to search
it_it: Digita per cercare

source: Search by person or goal title
it_it: Cerca per persona o titolo dell'obiettivo

source: No elements match your search criteria.
it_it: Nessun elemento corrispondente ai criteri di ricerca.

source: Explorer panel
it_it: Pannello Esplora

source: Primary action bar
it_it: Barra delle azioni principali

source: Workspace content
it_it: Contenuto dell'area di lavoro

source: Select answer type
it_it: Seleziona il tipo di risposta

source: --Empty--
it_it: --Vuoto--

source: Add details to the Excel file
it_it: Aggiungi dettagli al file Excel

source: Upload sensitive content
it_it: Carica contenuti sensibili

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
it_it: La sessione terminerà tra {{minutes}} minuti a causa di inattività. Fai clic su "Continua sessione" per continuare la sessione.

source: Continue session
it_it: Continua sessione

source: End session
it_it: Termina sessione

source: Application version:
it_it: Versione applicazione:

source: Change password
it_it: Modifica password

source: The new passwords don't match.
it_it: Le nuove password non corrispondono.

source: Your password was successfully updated; you will be logged out in 3 seconds.
it_it: Password aggiornata correttamente; l'account verrà disconnesso tra 3 secondi.

source: Password mismatch.
it_it: Le password non corrispondono.

source: The password you provided is too long.
it_it: La password fornita è troppo lunga.

source: The password you provided is too short.
it_it: La password fornita è troppo corta.

source: All fields must be filled in.
it_it: Tutti i campi devono essere compilati.

source: Current password
it_it: Password attuale

source: New password
it_it: Nuova password

source: Confirm new password
it_it: Conferma nuova password

source: No dictionary words
it_it: Niente parole di comuni

source: At least one number
it_it: Almeno un numero

source: At least one lowercase letter
it_it: Almeno una lettera minuscola

source: Maximum length: 23 characters
it_it: Lunghezza massima: 23 caratteri

source: Minimum length: 4 characters
it_it: Lunghezza minima: 4 caratteri

source: At least one non-alphanumeric character (!$%@#&^*)
it_it: Almeno un carattere non alfanumerico (!$%@#&^*)

source: Must be different from the 7 previous passwords
it_it: Deve essere diversa dalle 7 password precedenti

source: Your password must meet the following requirements:
it_it: La tua password deve soddisfare i seguenti requisiti:

source: The username cannot be used in the password
it_it: Il nome utente non può essere utilizzato nella password

source: At least one uppercase letter
it_it: Almeno una lettera maiuscola

source: Review consent
it_it: Consenso alla revisione

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
it_it: Hai già accettato le nostre condizioni sulla privacy dei dati. Se continui, il tuo consenso verrà revocato e il tuo account sarà disconnesso. Aggiornare le impostazioni del consenso?

source: Withdraw consent & logout
it_it: Revoca il consenso ed esci

source: New data privacy statement
it_it: Nuova informativa sulla privacy dei dati

source: Version: {{version}}
it_it: Versione: {{version}}

source: Date display format
it_it: Formato di visualizzazione della data

source: Decimal & thousand separators
it_it: Separatore decimale e delle migliaia

source: Language & format
it_it: Lingua e formato

source: Format preview
it_it: Anteprima formato

source: Formatting is linked to the selected language
it_it: La formattazione è collegata alla lingua selezionata

source: Legal disclaimer
it_it: Disclaimer legale

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
it_it: Copyright © {{year}} beqom. Tutti i diritti riservati. Questi servizi online sono riservati e di proprietà di beqom e destinati esclusivamente all'uso da parte dei clienti autorizzati di beqom.

source: Search in Settings
it_it: Cerca nelle impostazioni

source: Languages
it_it: Lingue

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
it_it: Disattiva per annullare l'iscrizione alle notifiche email. Puoi riattivare le notifiche in qualsiasi momento riattivando il selettore.

source: Receive email notifications
it_it: Ricevi notifiche email

source: Street address
it_it: Indirizzo

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
it_it: Indirizzo completo, che può includere il numero civico, il nome della via, una casella postale se presente e informazioni estese sull'indirizzo su più righe.

source: Subtitle
it_it: Sottotitolo

source: Manager budget
it_it: Budget del manager

source: Plan overview
it_it: Panoramica del piano

source: Nomination review
it_it: Revisione della nomina

source: Expand actions
it_it: Espandi azioni

source: No data to show
it_it: Nessun dato da mostrare

source: No information available at this time.
it_it: Nessuna informazione disponibile al momento.

source: Reporting to {{name}}
it_it: Subordinato diretto di {{name}}

source: {{days}} days ago
it_it: {{days}} giorni fa

source: Reviewed by {{fullName}}.
it_it: Revisione di {{fullName}}.

source: Review outcome
it_it: Esito della revisione

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
it_it: Non hai ancora alcun check-in. Inizia pianificando il tuo primo check-in.

source: With the closest deadlines
it_it: Con le scadenze più vicine

source: Tracking
it_it: Monitoraggio

source: Open beqom
it_it: Apri beqom

source: Good afternoon, {{name}}!
it_it: Buon pomeriggio, {{name}}!

source: Good evening, {{name}}!
it_it: Buonasera, {{name}}!

source: Good morning, {{name}}!
it_it: Buongiorno, {{name}}!

source: Good night, {{name}}!
it_it: Buona notte, {{name}}!

source: With the current rating
it_it: Con la valutazione attuale

source: No performance reviews assigned at the moment.
it_it: Nessuna valutazione delle prestazioni assegnata al momento.

source: Current benefits
it_it: Benefit correnti

source: Remaining: {{remaining}}
it_it: Rimanente: {{remaining}}

source: Current year bonus
it_it: Bonus anno corrente

source: Target bonus: {{target}}
it_it: Bonus target: {{target}}

source: Current year equity/LTI
it_it: Azioni/LTI anno corrente

source: Current share price: {{share}}
it_it: Prezzo corrente dei titoli azionari: {{share}}

source: Current year salary
it_it: Stipendio anno corrente

source: {{change}}% change compared to last year
it_it: {{change}}% di variazione rispetto all'anno scorso

source: (Default)
it_it: (Predefinito)

source: Translations: {{translated}}/{{languages}}
it_it: Traduzioni: {{translated}}/{{languages}}

source: Disable localization
it_it: Disabilita localizzazione

source: Enable localization
it_it: Abilita localizzazione

source: Hide or display the technical localization keys in the user interface.
it_it: Nascondi o visualizza le chiavi di localizzazione tecnica nell'interfaccia utente.

source: Possible values are "Work", "Home" and "Other".'
it_it: I valori possibili sono "Lavoro", "Casa" e "Altro".

source: Import/manage users
it_it: Importa/gestisci utenti

source: Get started by creating or importing
it_it: Inizia creando o importando

source: No users assigned to security groups
it_it: Nessun utente assegnato ai gruppi di sicurezza

source: Upload the completed file
it_it: Carica il file completato

source: Supported file formats: CSV Maximum file size: 10MB.
it_it: Formati di file supportati: CSV Dimensione massima del file: 10 MB.

source: Import/export
it_it: Importazione/esportazione

source: by individual
it_it: per individuo

source: by security group
it_it: per gruppo di sicurezza

source: Manage users
it_it: Gestire gli utenti

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
it_it: Segua la procedura guidata per selezionare gli utenti e poi assegnarli a un gruppo di sicurezza esistente o creare una configurazione di sicurezza personalizzata.

source: Manage users by individuals
it_it: Gestire gli utenti singolarmente

source: Follow the guided wizard to manually assign users to an existing security group.
it_it: Segua la procedura guidata per assegnare manualmente gli utenti a un gruppo di sicurezza esistente.

source: Manage users by security group
it_it: Gestire gli utenti per gruppo di sicurezza

source: Upload a CSV file to create multiple elements in bulk.
it_it: Carichi un file CSV per creare più elementi in blocco.

source: Import CSV
it_it: Importa CSV

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
it_it: Selezioni come desidera gestire la sicurezza degli utenti. Può utilizzare la procedura guidata per creare manualmente gli elementi passo dopo passo oppure importare un file CSV per caricare più elementi contemporaneamente.

source: Manage user security
it_it: Gestire la sicurezza degli utenti

source: User Security
it_it: Sicurezza utente

source: Security group
it_it: Gruppo di sicurezza

source: Job position
it_it: Posizione lavorativa

source: User
it_it: Utente

source: Edit group assignment
it_it: Modifica assegnazione del gruppo

source: Group name:
it_it: Nome del gruppo:

source: Job position:
it_it: Posizione lavorativa:

source: Roles in group:
it_it: Ruoli nel gruppo:

source: Security group details
it_it: Dettagli del gruppo di sicurezza

source: User details
it_it: Dettagli utente

source: User:
it_it: Utente:

source: Work country:
it_it: Paese di lavoro:

source: User roles & permissions
it_it: Ruoli e autorizzazioni utente

source: View feedback
it_it: Visualizza feedback

source: After performing this action, further edits will no longer be possible.
it_it: Dopo aver eseguito questa azione, non sarà più possibile apportare ulteriori modifiche.

source: Mark the goal as done to complete it.
it_it: Contrassegna l’obiettivo come completato per finalizarlo.

source: Status update
it_it: Aggiornamento dello stato

source: My goal
it_it: Il mio obiettivo

source: View tags
it_it: Visualizza tag

source: Watermark text
it_it: Testo filigrana

source: Complete setup
it_it: Completa la configurazione

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
it_it: Per assicurarti la migliore esperienza sulla piattaforma, seleziona le informazioni e applicale nel campo sottostante. Puoi aggiornare le tue preferenze in qualsiasi momento dalle impostazioni utente.

source: Go to my equity page
it_it: Vai alla mia pagina dei titoli azionari

source: My total grands
it_it: Le mie concessioni totali

source: Total grants
it_it: Totale concessioni

source: Compensation equity
it_it: Retribuzione azionaria

source: <0>{{value}}</0> of {{total}}
it_it: <0>{{value}}</0> di {{total}}

source: Privacy mode on
it_it: Modalità privacy attivata

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
it_it: Attivi il nostro potente framework di analisi per un'analisi approfondita dei dati, la visualizzazione dei dati e approfondimenti aziendali/operativi. Gli utenti devono avere il ruolo professionale "Analytics" per accedere a queste dashboard.

source: Enable Analytics Hub
it_it: Abilita Analytics Hub

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
it_it: Qualsiasi Collaboratori che abbia almeno un subordinato diretto avrà accesso all'Analytics Hub, dove potrà visualizzare le dashboard di tutti i Collaboratori all'interno della propria linea di riporto (diretta e indiretta). La linea di riporto è definita dalla relazione di responsabile di linea specificata nell'entità Employment della data foundation.

source: Manager access
it_it: Accesso manager

source: Analytics Hub Settings
it_it: Impostazioni di Analytics Hub

source: Analytics Settings
it_it: Impostazioni di Analytics

source: This modification will impact all users.
it_it: Questa modifica influirà su tutti gli utenti.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
it_it: Questo piano bonus ({{bonusPlanName}}) è attualmente utilizzato nei seguenti cicli retributivi:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
it_it: Questo piano bonus è nello stato "Bozza" e non è utilizzato in nessun ciclo di retribuzione. L'eliminazione lo rimuoverà definitivamente dall'elenco.

source: Are you sure you want to delete the pending draft of this bonus plan?
it_it: Sei sicuro di voler eliminare la bozza in sospeso di questo piano bonus?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
it_it: Non hai l’autorizzazione per eliminare questo piano bonus. Solo gli utenti con il ruolo di Amministratore Globale della Retribuzione possono eseguire questa azione.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
it_it: Questo piano bonus è attualmente utilizzato nei seguenti cicli di compensazione. Per eliminarlo, sostituiscilo con un altro piano bonus in stato "Pronto".

source: Compensation rounds using this bonus plan:
it_it: Round di retribuzione che utilizzano questo piano bonus:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
it_it: Questo piano bonus è nello stato "Pronto" e non è utilizzato in alcun ciclo di compensazione. L'eliminazione lo rimuoverà definitivamente dall'elenco.

source: Replace bonus plan before deletion
it_it: Sostituisci il piano bonus prima dell’eliminazione

source: Delete bonus plan
it_it: Elimina piano bonus

source: The bonus plan was successfully deleted.
it_it: Il piano bonus è stato eliminato correttamente.

source: No bonus plans have been created yet
it_it: Non sono stati ancora creati piani bonus

source: No bonus plans
it_it: Nessun piano bonus

source: The plan is about a deactivated user.
it_it: Il piano riguarda un utente disattivato.

source: Plan stage
it_it: Fase del piano

source: View plan
it_it: Visualizza piano

source: Current plan stage: {{stageName}}
it_it: Fase del piano attuale: {{stageName}}

source: Delete plan
it_it: Elimina piano

source: Delete plans
it_it: Elimina piani

source: Are you sure you want to delete {{count}} career development plan?
it_it: Sei sicuro di voler eliminare {{count}} piano di sviluppo della carriera?

source: Are you sure you want to delete {{count}} career development plans?
it_it: Sei sicuro di voler eliminare {{count}} piani di sviluppo della carriera?

source: This action cannot be undone.
it_it: Questa azione non può essere annullata.

source: Delete {{count}} career development plan
it_it: Elimina {{count}} piano di sviluppo della carriera

source: Delete {{count}} career development plans
it_it: Elimina {{count}} piani di sviluppo della carriera

source: {{count}} career development plan was successfully deleted.
it_it: {{count}} piano di sviluppo della carriera è stato eliminato con successo.

source: {{count}} career development plans were successfully deleted.
it_it: {{count}} piani di sviluppo della carriera sono stati eliminati con successo.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
it_it: {{count}} su {{chosenPlans}} piani di sviluppo della carriera è stato eliminato con successo.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
it_it: {{count}} su {{chosenPlans}} piani di sviluppo della carriera sono stati eliminati con successo.

source: The list can load up to {{count}} results. Use search to find additional managers.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa la ricerca per trovare altri manager.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa la ricerca per trovare ulteriori unità organizzative.

source: Filter by plan stage
it_it: Filtra per fase del piano

source: Select a plan stage
it_it: Seleziona una fase del piano

source: The list can load up to {{count}} results. Use search to find additional workers.
it_it: L'elenco può caricare fino a {{count}} risultati. Usa la ricerca per trovare altri Collaboratori.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
it_it: Per spostare i piani in una fase diversa, selezionare la fase del piano e quindi filtrare per trovare piani specifici nella fase selezionata.

source: View all or apply filters to see plans and available actions
it_it: Visualizza tutto o applica filtri per vedere i piani e le azioni disponibili

source: There are {{count}} career development plans
it_it: Ci sono {{count}} piani di sviluppo della carriera

source: Move career development plans
it_it: Sposta piani di sviluppo della carriera

source: Move career plans
it_it: Sposta piani di carriera

source: Managers will need to review and submit their inputs again. This action cannot be undone.
it_it: I manager dovranno rivedere e inviare nuovamente i propri input. Questa azione non può essere annullata.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
it_it: I collaboratori e i manager dovranno inviare nuovamente i propri input in base al flusso di lavoro. Questa azione non può essere annullata.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
it_it: I collaboratori dovranno inviare nuovamente i propri dati in base al flusso di lavoro. Questa azione non può essere annullata.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
it_it: Stai per spostare il piano di sviluppo della carriera dalla fase "<0>{{fromStatus}}</0>" alla fase "<1>{{toStatus}}</1>".

source: Move career plans to a different stage
it_it: Sposta i piani di carriera in una fase diversa

source: Select plans to continue
it_it: Seleziona i piani per continuare

source: {{count}} career development plan was successfully moved to the selected stage.
it_it: {{count}} piano di sviluppo della carriera è stato spostato con successo nella fase selezionata.

source: {{count}} career development plans were successfully moved to the selected stage.
it_it: {{count}} piani di sviluppo della carriera sono stati spostati correttamente nella fase selezionata.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
it_it: {{count}} su {{requestedPlansCount}} piani di sviluppo della carriera sono stati spostati correttamente nella fase selezionata.

source: Apply filters to view the plans and move them to the next stage.
it_it: Applica i filtri per visualizzare i piani e spostarli alla fase successiva.

source: There are {{count}} plans in "{{planStage}}" stage
it_it: Ci sono {{count}} piani nella fase "{{planStage}}"

source: Adjust your filters to find what you are looking for.
it_it: Modifica i filtri per trovare quello che stai cercando.

source: No plans found
it_it: Nessun piano trovato

source: Manage {{planName}}
it_it: Gestisci {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
it_it: Piani nella fase "{{planStage}}": {{count}}

source: Search result: {{count}}
it_it: Risultato della ricerca: {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
it_it: I piani di sviluppo della carriera in fase chiusa non possono essere eliminati.

source: Manage plans
it_it: Gestisci piani

source: New plan stage
it_it: Nuova fase del piano

source: Choose the plan stage
it_it: Scegli la fase del piano

source: Career Development Plans
it_it: Piani di sviluppo professionale

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
it_it: La popolazione del piano di sviluppo della carriera sarà basata sull'accesso dell'amministratore locale. Potranno modificare solo la popolazione all'interno del modello.

source: Allow local admins in career development plan templates
it_it: Permetti agli amministratori locali nei modelli di piano di sviluppo professionale

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
it_it: Il valutatore riassegnato vedrà il processo riassegnato nella propria lista e sarà in grado di completare la parte del manager. Il valutatore riassegnato vedrà tutti i dati relativi ai collaboratori (obiettivi, competenze, ecc.) visibili nel processo di sviluppo della carriera, allo stesso modo del line manager. Si prega di notare che la riassegnazione implica che il valutatore riassegnato completerà l'intero processo con il collaboratore.

source: Allow line managers to reassign career development plans to other users
it_it: Consenti ai responsabili di linea di riassegnare i piani di sviluppo della carriera ad altri utenti

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
it_it: I piani di sviluppo della carriera chiusi realizzati con il precedente manager di un collaboratore saranno resi visibili al nuovo manager. Il precedente manager potrà ancora visualizzare i piani di sviluppo della carriera dopo il trasferimento.

source: Allow system managers to see closed career development plans
it_it: Consenti ai responsabili di sistema di visualizzare i piani di sviluppo della carriera chiusi
